
{
  "דיני חוזים": {
    "חוק החוזים (חלק כללי), תשל״ג-1973": {
      "סעיף 1": "חוזה נכרת בדרך של הצעה וקיבול לפי הוראות פרק זה.",
      "סעיף 2": "פנייתו של אדם לחברו היא בגדר הצעה, אם היא מעידה על גמירת דעתו של המציע להתקשר עם הניצע בחוזה והיא מסויימת כדי אפשרות לכרות את החוזה בקיבול ההצעה; הפנייה יכול שתהיה לציבור.",
      "סעיף 3": "הניצע רשאי לחזור בו מן הקיבול בהודעה למציע, ובלבד שהודעת החזרה נמסרה למציע לא לאחר שנמסרה לו הודעת הקיבול או שנודע לו על קיבול בדרך אחרת."
    },
    "חוק החוזים (תרופות בשל הפרת חוזה), תשל״א-1970": {
      "סעיף 1": "הופר חוזה, זכאי הנפגע לתבוע את אכיפתו או לבטל את החוזה, וכן זכאי הוא לפיצויים, בנוסף על אחת התרופות האמורות או במקומן, והכל לפי הוראות חוק זה.",
      "סעיף 2": "הנפגע זכאי לאכיפת החוזה, זולת אם נתקיימה אחת מאלה: (1) החוזה אינו בר-ביצוע; (2) אכיפת החוזה היא כפיה לעשות, או לקבל, עבודה אישית או שירות אישי; (3) ביצוע צו האכיפה דורש מידה בלתי סבירה של פיקוח מטעם בית משפט או לשכת הוצאה לפועל; (4) אכיפת החוזה היא בלתי צודקת בנסיבות הענין."
    }
  },
  "דיני נזיקין": {
    "פקודת הנזיקין [נוסח חדש]": {
      "סעיף 35": "עשה אדם מעשה שאדם סביר ונבון לא היה עושה באותן נסיבות, או לא עשה מעשה שאדם סביר ונבון היה עושה באותן נסיבות, או שבמשלח יד פלוני לא השתמש במיומנות, או לא נקט מידת זהירות, שאדם סביר ונבון וכשיר לפעול באותו משלח יד היה משתמש או נוקט באותן נסיבות – הרי זו התרשלות; ואם התרשל כאמור ביחס לאדם אחר, שלגביו יש לו באותן נסיבות חובה שלא לנהוג כפי שנהג, הרי זו רשלנות, והגורם ברשלנותו נזק לזולתו עושה עוולה.",
      "סעיף 36": "החובה האמורה בסעיף 35 מוטלת כלפי כל אדם וכלפי בעל כל נכס, כל אימת שאדם סביר צריך היה באותן נסיבות לראות מראש שהם עלולים במהלכם הרגיל של דברים להיפגע ממעשה או ממחדל המפורשים באותו סעיף."
    }
  },
  "דיני עבודה": {
    "חוק שעות עבודה ומנוחה, תשי״א-1951": {
      "סעיף 2": "יום עבודה לא יעלה על שמונה שעות עבודה.",
      "סעיף 3": "שבוע עבודה לא יעלה על ארבעים וחמש שעות עבודה."
    },
    "חוק שכר מינימום, תשמ״ז-1987": {
      "סעיף 2": "עובד שמלאו לו 18 שנים (להלן – עובד) המועסק במשרה מלאה, כנהוג במקום עבודתו, זכאי לקבל ממעבידו שכר עבודה שלא יפחת משכר המינימום."
    }
  },
  "דיני מקרקעין": {
    "חוק המקרקעין, תשכ״ט-1969": {
      "סעיף 2": "עסקה במקרקעין טעונה רישום; העסקה נגמרת ברישום, ורואים את השעה שבה אישר הרשם את העסקה לרישום כשעת הרישום.",
      "סעיף 7": "בעלות במקרקעין היא הזכות להחזיק במקרקעין, להשתמש בהם ולעשות בהם כל דבר וכל עסקה בכפוף להגבלות לפי דין או לפי הסכם."
    }
  }
}
