
{
  "דיני חוזים": {
    "חוק החוזים (חלק כללי), תשל״ג-1973": {
      "סעיף 1": "חוזה נכרת בדרך של הצעה וקיבול לפי הוראות פרק זה.",
      "סעיף 2": "פנייתו של אדם לחברו היא בגדר הצעה, אם היא מעידה על גמירת דעתו של המציע להתקשר עם הניצע בחוזה והיא מסויימת כדי אפשרות לכרות את החוזה בקיבול ההצעה; הפנייה יכול שתהיה לציבור.",
      "סעיף 3": "הניצע רשאי לחזור בו מן הקיבול בהודעה למציע, ובלבד שהודעת החזרה נמסרה למציע לא לאחר שנמסרה לו הודעת הקיבול או שנודע לו על קיבול בדרך אחרת."
    },
    "חוק החוזים (תרופות בשל הפרת חוזה), תשל״א-1970": {
      "סעיף 1": "הופר חוזה, זכאי הנפגע לתבוע את אכיפתו או לבטל את החוזה, וכן זכאי הוא לפיצויים, בנוסף על אחת התרופות האמורות או במקומן, והכל לפי הוראות חוק זה.",
      "סעיף 2": "הנפגע זכאי לאכיפת החוזה, זולת אם נתקיימה אחת מאלה: (1) החוזה אינו בר-ביצוע; (2) אכיפת החוזה היא כפיה לעשות, או לקבל, עבודה אישית או שירות אישי; (3) ביצוע צו האכיפה דורש מידה בלתי סבירה של פיקוח מטעם בית משפט או לשכת הוצאה לפועל; (4) אכיפת החוזה היא בלתי צודקת בנסיבות הענין."
    },
    "חוק החוזים האחידים, תשמ״ג-1982": {
      "סעיף 1": "חוק זה מטרתו להגן על לקוחות מפני תנאים מקפחים בחוזים אחידים.",
      "סעיף 2": "בחוק זה - \"חוזה אחיד\" - נוסח של חוזה שתנאיו, כולם או מקצתם, נקבעו מראש בידי צד אחד כדי שישמשו תנאים לחוזים רבים בינו לבין אנשים בלתי מסויימים במספרם או בזהותם; \"ספק\" - מי שמציע שהתקשרות עמו תהיה לפי חוזה אחיד, ואחת היא אם הוא הנותן או המקבל של דבר."
    }
  },
  "דיני נזיקין": {
    "פקודת הנזיקין [נוסח חדש]": {
      "סעיף 35": "עשה אדם מעשה שאדם סביר ונבון לא היה עושה באותן נסיבות, או לא עשה מעשה שאדם סביר ונבון היה עושה באותן נסיבות, או שבמשלח יד פלוני לא השתמש במיומנות, או לא נקט מידת זהירות, שאדם סביר ונבון וכשיר לפעול באותו משלח יד היה משתמש או נוקט באותן נסיבות – הרי זו התרשלות; ואם התרשל כאמור ביחס לאדם אחר, שלגביו יש לו באותן נסיבות חובה שלא לנהוג כפי שנהג, הרי זו רשלנות, והגורם ברשלנותו נזק לזולתו עושה עוולה.",
      "סעיף 36": "החובה האמורה בסעיף 35 מוטלת כלפי כל אדם וכלפי בעל כל נכס, כל אימת שאדם סביר צריך היה באותן נסיבות לראות מראש שהם עלולים במהלכם הרגיל של דברים להיפגע ממעשה או ממחדל המפורשים באותו סעיף.",
      "סעיף 37": "בתובענה שהוגשה על נזק והוכח בה שהנזק נגרם על ידי דבר מסוכן, למעט אש או חיה, או על ידי השמטה של דבר מסוכן, וכי הנתבע היה בעלו של הדבר או ממונה עליו או תופש הנכס שמתוכו נמלט דבר מסוכן, חובת הראיה על הנתבע להוכיח שלא היתה לגבי הדבר המסוכן התרשלות שיחוב עליה."
    },
    "חוק האחריות למוצרים פגומים, תש״ם-1980": {
      "סעיף 1": "חוק זה מטרתו לקבוע את האחריות של יצרן לנזקים שנגרמו מחמת פגם במוצר שייצר.",
      "סעיף 2": "יצרן חייב לפצות את מי שנגרם לו נזק גוף כתוצאה מפגם במוצר שייצר, ואין נפקא מינה אם היה או לא היה אשם מצד היצרן."
    }
  },
  "דיני עבודה": {
    "חוק שעות עבודה ומנוחה, תשי״א-1951": {
      "סעיף 2": "יום עבודה לא יעלה על שמונה שעות עבודה.",
      "סעיף 3": "שבוע עבודה לא יעלה על ארבעים וחמש שעות עבודה.",
      "סעיף 4": "הועסק עובד שש שעות עבודה ליום או יותר, תינתן לו הפסקה של 3/4 שעה לפחות, ובכלל זה הפסקה רצופה אחת של חצי שעה לפחות; ביום שלפני המנוחה השבועית וביום שלפני חג ההפסקה היא של חצי שעה לפחות."
    },
    "חוק שכר מינימום, תשמ״ז-1987": {
      "סעיף 2": "עובד שמלאו לו 18 שנים (להלן – עובד) המועסק במשרה מלאה, כנהוג במקום עבודתו, זכאי לקבל ממעבידו שכר עבודה שלא יפחת משכר המינימום.",
      "סעיף 3": "עובד המועסק במשרה חלקית זכאי לשכר מינימום חלקי שיחושב יחסית לחלקיות משרתו."
    },
    "חוק הודעה מוקדמת לפיטורים ולהתפטרות, תשס״א-2001": {
      "סעיף 2": "עובד במשכורת זכאי להודעה מוקדמת לפיטורים, כמפורט להלן: (1) במהלך ששת חודשי עבודתו הראשונים - של יום אחד בשל כל חודש עבודה; (2) במהלך התקופה החל בחודש השביעי לעבודתו עד תום השנה הראשונה - של 6 ימים, בתוספת של יומיים וחצי בשל כל חודש עבודה בתקופה האמורה; (3) לאחר שנת עבודתו הראשונה - של חודש ימים."
    }
  },
  "דיני מקרקעין": {
    "חוק המקרקעין, תשכ״ט-1969": {
      "סעיף 2": "עסקה במקרקעין טעונה רישום; העסקה נגמרת ברישום, ורואים את השעה שבה אישר הרשם את העסקה לרישום כשעת הרישום.",
      "סעיף 7": "בעלות במקרקעין היא הזכות להחזיק במקרקעין, להשתמש בהם ולעשות בהם כל דבר וכל עסקה בכפוף להגבלות לפי דין או לפי הסכם.",
      "סעיף 8": "הבעלות בשטח של קרקע מתפשטת בכל העומק שמתחת לשטח הקרקע, בכפוף לדינים בדבר מים, נפט, מכרות, מחצבים וכיוצא באלה, והיא מתפשטת בחלל הרום שמעליו, אולם בכפוף לכל דין, אין בכך כדי למנוע מעבר בחלל הרום."
    },
    "חוק המכר (דירות), תשל״ג-1973": {
      "סעיף 2": "המוכר לא קיים את התחייבויותיו כלפי הקונה אם התקיים אחד מאלה: (1) הדירה או כל דבר שבה שונים מן האמור במפרט, בתקן רשמי או בתקנות הבניה; (2) תוך תקופת הבדק התגלתה אי-התאמה בדירה, זולת אם הוכיח המוכר שאי-ההתאמה נגרמה בשל מעשה או מחדל של הקונה."
    }
  },
  "דיני משפחה": {
    "חוק יחסי ממון בין בני זוג, תשל״ג-1973": {
      "סעיף 3": "לא ערכו בני הזוג הסדר ממון ביניהם, ואם ערכו - במידה שלא קבעו בו אחרת, יראום כמסכימים להסדר איזון המשאבים לפי פרק זה, ויראו הסדר זה כמוסכם בהסכם ממון בעל תוקף שנתמלאו בו הוראות סעיף 2.",
      "סעיף 5": "עם פקיעת הנישואין עקב גירושין או עקב מותו של בן זוג זכאי כל אחד מבני הזוג למחצית שוויים של כלל נכסי בני הזוג."
    },
    "חוק הכשרות המשפטית והאפוטרופסות, תשכ״ב-1962": {
      "סעיף 14": "ההורים הם האפוטרופסים הטבעיים של ילדיהם הקטינים.",
      "סעיף 15": "אפוטרופסות ההורים כוללת את החובה והזכות לדאוג לצרכי הקטין, לרבות חינוכו, לימודיו, הכשרתו לעבודה ולמשלח-יד ועבודתו, וכן שמירת נכסיו, ניהולם ופיתוחם; וצמודה לה הרשות להחזיק בקטין ולקבוע את מקום מגוריו, והסמכות לייצגו."
    }
  },
  "דיני תאגידים": {
    "חוק החברות, תשנ״ט-1999": {
      "סעיף 4": "חברה היא אישיות משפטית כשרה לכל זכות, חובה ופעולה המתיישבת עם אופיה וטבעה כגוף מואגד.",
      "סעיף 11": "תקנון החברה הוא חוזה בין החברה ובין בעלי מניותיה ובינם לבין עצמם.",
      "סעיף 46": "האורגנים של החברה הם האסיפה הכללית, הדירקטוריון, המנהל הכללי וכל מי שעל פי דין או מכוח התקנון רואים את פעולתו בענין פלוני כפעולת החברה לאותו ענין."
    },
    "פקודת השותפויות [נוסח חדש], תשל״ה-1975": {
      "סעיף 1": "שותפות היא התקשרות בין בני-אדם לשם ניהול עסק משותף למטרת רווחים.",
      "סעיף 20": "כל שותף רשאי להשתתף בניהול עסקי השותפות, אולם אפשר לקבוע אחרת בהסכם השותפות."
    }
  }
}
